---
kind: property
id: P:Autodesk.Revit.DB.MullionTypeSet.Size
source: html/bdc9f350-3a55-d2de-97c3-cc915862ca08.htm
---
# Autodesk.Revit.DB.MullionTypeSet.Size Property

Returns the number of mullion types that are in the set.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```